[M_WrittenByVictor MissionDefinition]
MissionName="Escrita Para Vencedores"
MissionDescription="O Espaço Histórico da Hyperion oferece uma gratificação financeira a qualquer um que acompanhar a história ''verídica'' de Jack O'Cara, em Pandora."
TurnInDescription="Depois de ter conhecido a coleção de mentiras que se encontra no Espaço Histórico da Hyperion, em Opportunity, você recebeu uma generosa compensação financeira. "
MissionSummary="Escute a dissertação no Espaço Histórico da Hyperion."
MissionGiver="Sr. Blake"
MissionTurnInLocation="Espaço Histórico da Hyperion"
TeaserText="Que história curiosa..."

[M_WrittenByVictor:AClearUnderstanding MissionObjectiveDefinition]
ProgressMessage="Agora tudo ficou claro"

[M_WrittenByVictor:EridiumHistory MissionObjectiveDefinition]
ProgressMessage="Escute a história do Eridium"

[M_WrittenByVictor:EridiumSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_WrittenByVictor:HyperionSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_WrittenByVictor:LearnedHyperionGoal MissionObjectiveDefinition]
ProgressMessage="Descubra o objetivo da Hyperion"

[M_WrittenByVictor:LearnedJack MissionObjectiveDefinition]
ProgressMessage="Escute a história de Jack O'Cara"

[M_WrittenByVictor:LearnedJackSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_WrittenByVictor:LearnedMonsterHistory MissionObjectiveDefinition]
ProgressMessage="Escute a história dos monstros"

[M_WrittenByVictor:LearnedVaultHistory MissionObjectiveDefinition]
ProgressMessage="Escute a história da Sepultura"

[M_WrittenByVictor:MonsterHistory MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_WrittenByVictor:VaultSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

